Repository: flyingrtx2333/AssetTimeMachine
Catalog: AssetTimeMachine/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# 时间范围
source: Time Range
zh_hans: 时间范围
zh_hant: 時間範圍

# 普通资产
source: Standard Assets
zh_hans: 普通资产
zh_hant: 普通資產

# 暂无历史数据
source: No historical data yet
zh_hans: 暂无历史数据
zh_hant: 暫無歷史數據

# 暂无可用历史数据
source: No historical data available
zh_hans: 暂无可用历史数据
zh_hant: 暫無可用歷史數據

# 暂无范围
source: No range
zh_hans: 暂无范围
zh_hant: 暫無範圍

# 暂无记录
source: No records yet
zh_hans: 暂无记录
zh_hant: 暫無記錄

# 暂无资产分布
source: No asset allocation yet
zh_hans: 暂无资产分布
zh_hant: 暫無資產分布

# 暂无资产记录
source: No asset records yet
zh_hans: 暂无资产记录
zh_hant: 暫無資產記錄

# 暂无趋势数据
source: No trend data yet
zh_hans: 暂无趋势数据
zh_hant: 暫無趨勢數據

# 暂时没拿到最新价格，稍后再试
source: Latest price is temporarily unavailable. Please try again later
zh_hans: 暂时没拿到最新价格，稍后再试
zh_hant: 暫時沒拿到最新價格，稍後再試

# 月增长
source: Monthly Growth
zh_hans: 月增长
zh_hant: 月增長

# 月开销
source: Monthly Spending
zh_hans: 月开销
zh_hant: 月開銷

# 期末市值
source: Ending Value
zh_hans: 期末市值
zh_hant: 期末市值

# 未修复
source: Not Recovered
zh_hans: 未修复
zh_hant: 未修復

# 未命名
source: Untitled
zh_hans: 未命名
zh_hant: 未命名

# 未命名备份
source: Untitled Backup
zh_hans: 未命名备份
zh_hant: 未命名備份

# 未知版本
source: Unknown Version
zh_hans: 未知版本
zh_hant: 未知版本

# 未获取到 Apple 登录凭证
source: Apple sign-in credential not received
zh_hans: 未获取到 Apple 登录凭证
zh_hant: 未取得 Apple 登入憑證

# 未设置
source: Not Set
zh_hans: 未设置
zh_hant: 未設定

# 未选择资产
source: No asset selected
zh_hans: 未选择资产
zh_hant: 未選擇資產

# 未配置
source: Not Configured
zh_hans: 未配置
zh_hant: 未配置

# 本机数据导出失败，无法自动同步
source: Failed to export local data. Automatic sync is unavailable.
zh_hans: 本机数据导出失败，无法自动同步
zh_hant: 本機資料導出失敗，無法自動同步

# 本次记录
source: This Record
zh_hans: 本次记录
zh_hant: 本次記錄

# 标普500
source: S&P 500
zh_hans: 标普500
zh_hant: 標普500

# 模拟配置回测或定投回测，调整区间、权重和频率后查看策略表现。
source: Run allocation or DCA backtests, then tune ranges, weights, and frequency to evaluate performance.
zh_hans: 模拟配置回测或定投回测，调整区间、权重和频率后查看策略表现。
zh_hant: 模擬配置回測或定投回測，調整區間、權重和頻率後查看策略表現。

# 欢迎使用资产时光机
source: Welcome to AssetTimeMachine
zh_hans: 欢迎使用资产时光机
zh_hant: 歡迎使用資產時光機

# 欧元 EUR
source: Euro EUR
zh_hans: 欧元 EUR
zh_hant: 歐元 EUR

# 正在重新回测...
source: Re-running backtest...
zh_hans: 正在重新回测...
zh_hant: 正在重新回測...

# 每 %d 小时
source: Every %d hours
zh_hans: 每 %d 小时
zh_hant: 每 %d 小時

# 每%d天
source: Every %d days
zh_hans: 每%d天
zh_hant: 每%d天

# 每天一次
source: Once per day
zh_hans: 每天一次
zh_hant: 每天一次

# 每次投入
source: Contribution Amount
zh_hans: 每次投入
zh_hant: 每次投入

# 每次投入固定为人民币。美元资产会按历史 USD/CNY 折算，人民币资产保持原口径。
source: Each contribution is fixed in CNY. USD assets are converted using historical USD/CNY rates, while CNY assets keep their original basis.
zh_hans: 每次投入固定为人民币。美元资产会按历史 USD/CNY 折算，人民币资产保持原口径。
zh_hant: 每次投入固定為人民幣。美元資產會按歷史 USD/CNY 折算，人民幣資產保持原口徑。

# 比特币 BTC
source: Bitcoin BTC
zh_hans: 比特币 BTC
zh_hant: 比特幣 BTC

# 沪深300
source: CSI 300
zh_hans: 沪深300
zh_hant: 滬深300

# 浅色
source: Light
zh_hans: 浅色
zh_hant: 淺色

# 深色
source: Dark
zh_hans: 深色
zh_hant: 深色

# 添加资产类型
source: Add Asset Type
zh_hans: 添加资产类型
zh_hant: 添加資產類型

# 港币 HKD
source: Hong Kong Dollar HKD
zh_hans: 港币 HKD
zh_hant: 港幣 HKD

# 澳元 AUD
source: Australian Dollar AUD
zh_hans: 澳元 AUD
zh_hant: 澳元 AUD

# 点这个真实的记录控件，就能输入今天的金额或数量。
source: Tap this real record control to enter today's amount or quantity.
zh_hans: 点这个真实的记录控件，就能输入今天的金额或数量。
zh_hant: 點這個真實的記錄控制項，就能輸入今天的金額或數量。

# 点这里调整时间范围和资产配置，回测会按这些条件计算。
source: Tap here to adjust the date range and allocation used by the backtest.
zh_hans: 点这里调整时间范围和资产配置，回测会按这些条件计算。
zh_hant: 點這裡調整時間範圍和資產配置，回測會按這些條件計算。

# 版本
source: Version
zh_hans: 版本
zh_hant: 版本

# 特殊资产
source: Special Asset
zh_hans: 特殊资产
zh_hant: 特殊資產

# 现价 %@
source: Current price %@
zh_hans: 现价 %@
zh_hant: 現價 %@

# 现价 %@%@
source: Current price %1$@%2$@
zh_hans: 现价 %1$@%2$@
zh_hant: 現價 %1$@%2$@

# 现金
source: Cash
zh_hans: 现金
zh_hant: 現金

# 用 1 分钟快速了解五个主要页面，之后也可以在设置里重新查看。
source: Take one minute to learn the app's five main pages. You can reopen this guide from Settings anytime.
zh_hans: 用 1 分钟快速了解五个主要页面，之后也可以在设置里重新查看。
zh_hant: 用 1 分鐘快速了解五個主要頁面，之後也可以在設定裡重新查看。

# 用于覆盖自动计算的月增长。点击重置可恢复自动计算。
source: Use this to override the automatically calculated monthly growth. Tap Reset to return to the automatic value.
zh_hans: 用于覆盖自动计算的月增长。点击重置可恢复自动计算。
zh_hant: 用於覆蓋自動計算的月增長。點擊重置可恢復自動計算。

# 用于设置财富自由测算的月开销。
source: Used as monthly spending in the financial-independence projection.
zh_hans: 用于设置财富自由测算的月开销。
zh_hant: 用於設定財富自由測算的月開銷。

# 用户 #%d
source: User #%d
zh_hans: 用户 #%d
zh_hant: 用戶 #%d

# 登录后方可恢复云端备份
source: Sign in to restore cloud backups
zh_hans: 登录后方可恢复云端备份
zh_hant: 登入後方可恢復雲端備份

# 登录成功
source: Signed in successfully
zh_hans: 登录成功
zh_hant: 登入成功

# 登录成功，云同步已启用
source: Signed in successfully. Cloud sync is enabled
zh_hans: 登录成功，云同步已启用
zh_hant: 登入成功，雲同步已啟用

# 白条
source: Baitiao
zh_hans: 白条
zh_hant: 白條

# 直接金额
source: Direct Amount
zh_hans: 直接金额
zh_hant: 直接金額

# 短期
source: Short-term
zh_hans: 短期
zh_hant: 短期

# 短期负债
source: Short-term Liabilities
zh_hans: 短期负债
zh_hant: 短期負債

# 确定
source: Confirm
zh_hans: 确定
zh_hant: 確定

# 确认恢复云端备份？
source: Restore cloud backup?
zh_hans: 确认恢复云端备份？
zh_hant: 確認恢復雲端備份？

# 示例：银行卡、房产、车辆
source: Examples: bank card, property, vehicle
zh_hans: 示例：银行卡、房产、车辆
zh_hant: 示例：銀行卡、房產、車輛

# 第 %d / %d 步
source: Step %1$d of %2$d
zh_hans: 第 %1$d / %2$d 步
zh_hant: 第 %1$d / %2$d 步

# 第 %d / %d 页
source: Page %1$d of %2$d
zh_hans: 第 %1$d / %2$d 页
zh_hant: 第 %1$d / %2$d 頁

# 管理外观、语言、通知和云同步，也可以随时重新打开这份引导。
source: Manage appearance, language, notifications, and cloud sync here, and reopen this guide whenever you want.
zh_hans: 管理外观、语言、通知和云同步，也可以随时重新打开这份引导。
zh_hant: 管理外觀、語言、通知和雲同步，也可以隨時重新打開這份引導。

# 系列
source: Series
zh_hans: 系列
zh_hant: 系列

# 系统未处理此次 Apple 登录请求
source: The system did not handle this Apple sign-in request
zh_hans: 系统未处理此次 Apple 登录请求
zh_hant: 系統未處理此次 Apple 登入請求

# 纳指
source: Nasdaq
zh_hans: 纳指
zh_hant: 納指

# 纳指参考价格
source: Nasdaq Reference Price
zh_hans: 纳指参考价格
zh_hant: 納指參考價格

# 纳指折算
source: Nasdaq Conversion
zh_hans: 纳指折算
zh_hant: 納指折算

# 纳指锚点
source: Nasdaq Anchor
zh_hans: 纳指锚点
zh_hant: 納指錨點

# 纳斯达克综合指数
source: NASDAQ Composite
zh_hans: 纳斯达克综合指数
zh_hant: 納斯達克綜合指數

# 累计投入
source: Total Invested
zh_hans: 累计投入
zh_hant: 累計投入

# 累计盈亏
source: Total Profit/Loss
zh_hans: 累计盈亏
zh_hant: 累計盈虧

# 组合净值
source: Portfolio Value
zh_hans: 组合净值
zh_hant: 組合淨值

# 结束日期
source: End Date
zh_hans: 结束日期
zh_hant: 結束日期

# 编辑资产类型
source: Edit Asset Type
zh_hans: 编辑资产类型
zh_hant: 編輯資產類型

# 缩短
source: Shorten
zh_hans: 缩短
zh_hant: 縮短

# 缺少登录 token
source: Missing sign-in token
zh_hans: 缺少登录 token
zh_hant: 缺少登入 token

# 美元 USD
source: US Dollar USD
zh_hans: 美元 USD
zh_hant: 美元 USD

# 自动同步完成
source: Automatic sync completed
zh_hans: 自动同步完成
zh_hant: 自動同步完成

# 自由估算
source: Freedom Estimate
zh_hans: 自由估算
zh_hant: 自由估算

# 至少两条快照后可开始估算
source: Available after at least two snapshots
zh_hans: 至少两条快照后可开始估算
zh_hant: 至少兩條快照後可開始估算

# 至少记录两条快照后方可估算财富自由时间
source: Record at least two snapshots to estimate your financial-independence date
zh_hans: 至少记录两条快照后方可估算财富自由时间
zh_hant: 至少記錄兩條快照後方可估算財富自由時間

# 至少记录两条快照后方可开始估算。
source: Add at least two snapshots before starting the estimate.
zh_hans: 至少记录两条快照后方可开始估算。
zh_hant: 至少記錄兩條快照後方可開始估算。

# 至少记录两条资产快照后方可显示走势折线图。
source: Add at least two asset snapshots to show the trend chart.
zh_hans: 至少记录两条资产快照后方可显示走势折线图。
zh_hant: 至少記錄兩條資產快照後方可顯示走勢折線圖。

# 花呗
source: Huabei
zh_hans: 花呗
zh_hant: 花唄

# 若计划日无行情，则顺延到下一可用历史点执行。
source: If no market data is available on the scheduled date, the order is moved to the next available historical data point.
zh_hans: 若计划日无行情，则顺延到下一可用历史点执行。
zh_hant: 若計劃日無行情，則順延到下一可用歷史點執行。

# 英镑 GBP
source: British Pound GBP
zh_hans: 英镑 GBP
zh_hant: 英鎊 GBP

# 行情概览
source: Market Overview
zh_hans: 行情概览
zh_hant: 行情概覽

# 覆盖本机
source: Overwrite Local Data
zh_hans: 覆盖本机
zh_hant: 覆蓋本機

# 记录
source: Records
zh_hans: 记录
zh_hant: 記錄

# 记录不足
source: Not enough records
zh_hans: 记录不足
zh_hant: 記錄不足

# 设置
source: Settings
zh_hans: 设置
zh_hant: 設定

# 该资产已绑定自动定价类型。如需调整，请新建资产类型。
source: This asset is already linked to an automatic pricing type. Create a new asset type to change it.
zh_hans: 该资产已绑定自动定价类型。如需调整，请新建资产类型。
zh_hant: 該資產已綁定自動定價類型。如需調整，請新建資產類型。

# 语言
source: Language
zh_hans: 语言
zh_hant: 語言

# 请先在记录页保存历史资产快照。
source: Save historical asset snapshots on the Records page first.
zh_hans: 请先在记录页保存历史资产快照。
zh_hant: 請先在記錄頁保存歷史資產快照。

# 请输入百分比数值，例如 3 表示 3%。
source: Enter a percentage value, for example 3 means 3%.
zh_hans: 请输入百分比数值，例如 3 表示 3%。
zh_hant: 請輸入百分比數值，例如 3 表示 3%。

# 调整参数
source: Adjust Parameters
zh_hans: 调整参数
zh_hant: 調整參數

# 调整时间
source: Adjust Time Range
zh_hans: 调整时间
zh_hant: 調整時間

# 调整配置
source: Adjust Allocation
zh_hans: 调整配置
zh_hant: 調整配置

# 负债
source: Liabilities
zh_hans: 负债
zh_hant: 負債

# 负债 %@。金融 %@ · 实物 %@
source: Liabilities %@ · Financial %@ · Physical %@
zh_hans: 负债 %@。金融 %@ · 实物 %@
zh_hant: 負債 %@。金融 %@ · 實物 %@

# 负债数额
source: Liability Amount
zh_hans: 负债数额
zh_hant: 負債數額

# 财富自由时间估算
source: Time to Financial Independence
zh_hans: 财富自由时间估算
zh_hant: 財富自由時間估算

# 账户
source: Account
zh_hans: 账户
zh_hant: 賬戶

# 资产
source: Assets
zh_hans: 资产
zh_hant: 資產

# 资产分布
source: Asset Allocation
zh_hans: 资产分布
zh_hant: 資產分佈

# 资产折算
source: Asset Conversion
zh_hans: 资产折算
zh_hant: 資產折算

# 资产播报
source: Asset Briefing
zh_hans: 资产播报
zh_hant: 資產播報

# 资产数额
source: Asset Amount
zh_hans: 资产数额
zh_hant: 資產數額

# 资产明细
source: Asset Details
zh_hans: 资产明细
zh_hant: 資產明細

# 资产趋势
source: Asset Trend
zh_hans: 资产趋势
zh_hant: 資產趨勢

# 超出 %.0f%%
source: Over by %.0f%%
zh_hans: 超出 %.0f%%
zh_hant: 超出 %.0f%%

# 跟随系统
source: Follow System
zh_hans: 跟随系统
zh_hant: 跟隨系統

# 跳过
source: Skip
zh_hans: 跳过
zh_hant: 跳過

# 车位
source: Parking Space
zh_hans: 车位
zh_hant: 車位

# 车贷
source: Car Loan
zh_hans: 车贷
zh_hant: 車貸

# 车辆
source: Vehicle
zh_hans: 车辆
zh_hant: 車輛

# 输入%@
source: Enter %@
zh_hans: 输入%@
zh_hant: 輸入%@

# 输入%@ 数量
source: Enter %@ quantity
zh_hans: 输入%@ 数量
zh_hant: 輸入%@ 數量

# 输入单价
source: Enter unit price
zh_hans: 输入单价
zh_hant: 輸入單價

# 输入数量
source: Enter quantity
zh_hans: 输入数量
zh_hant: 輸入數量

# 输入金额
source: Enter amount
zh_hans: 输入金额
zh_hant: 輸入金額

# 近 1 年
source: Past 1 Year
zh_hans: 近 1 年
zh_hant: 近 1 年

# 近 6 个月
source: Past 6 Months
zh_hans: 近 6 个月
zh_hant: 近 6 個月

# 近1年
source: Past 1 Year
zh_hans: 近1年
zh_hant: 近1年

# 近6个月
source: Past 6 Months
zh_hans: 近6个月
zh_hant: 近6個月

# 返回
source: Back
zh_hans: 返回
zh_hant: 返回

# 返回 gold 与 nasdaq 锚点概览。
source: Returns an overview of the gold and Nasdaq anchors.
zh_hans: 返回 gold 与 nasdaq 锚点概览。
zh_hant: 返回 gold 與 nasdaq 錨點概覽。

# 返回人民币计价的黄金单价，单位为 gram。
source: Returns the gold unit price in CNY, measured per gram.
zh_hans: 返回人民币计价的黄金单价，单位为 gram。
zh_hant: 返回人民幣計價的黃金單價，單位為 gram。

# 返回指数、黄金与原油等公共历史序列。
source: Returns public historical series for indexes, gold, crude oil, and more.
zh_hans: 返回指数、黄金与原油等公共历史序列。
zh_hant: 返回指數、黃金與原油等公共歷史序列。

# 返回统一口径的纳斯达克综合指数美元价格。
source: Returns the NASDAQ Composite price in USD on a standardized basis.
zh_hans: 返回统一口径的纳斯达克综合指数美元价格。
zh_hant: 返回統一口徑的納斯達克綜合指數美元價格。

# 这些参数可以点开调整，用来估算离目标还差多久。
source: Tap these values to tune the estimate for your goal timeline.
zh_hans: 这些参数可以点开调整，用来估算离目标还差多久。
zh_hant: 這些參數可以點開調整，用來估算離目標還差多久。

# 这里会把最近的总资产、净资产和负债走势放在一起看。
source: This chart compares recent total assets, net assets, and liabilities.
zh_hans: 这里会把最近的总资产、净资产和负债走势放在一起看。
zh_hant: 這裡會把最近的總資產、淨資產和負債走勢放在一起看。

# 这里负责每天录入和修改资产记录。
source: Use this page to add or edit your daily asset records.
zh_hans: 这里负责每天录入和修改资产记录。
zh_hant: 這裡負責每天錄入和修改資產記錄。

# 退出
source: Sign Out
zh_hans: 退出
zh_hant: 退出

# 退出云同步
source: Sign Out of Cloud Sync
zh_hans: 退出云同步
zh_hant: 退出雲同步

# 退出后将停止云同步。
source: Signing out will stop cloud sync.
zh_hans: 退出后将停止云同步。
zh_hant: 退出後將停止雲同步。

# 选中日期
source: Selected Date
zh_hans: 选中日期
zh_hant: 選中日期

# 选择模式
source: Choose Mode
zh_hans: 选择模式
zh_hant: 選擇模式

# 通用
source: General
zh_hans: 通用
zh_hant: 通用

# 通知
source: Notifications
zh_hans: 通知
zh_hant: 通知

# 通知权限已关闭，请前往系统设置开启。
source: Notifications are off. Turn them on in System Settings.
zh_hans: 通知权限已关闭，请前往系统设置开启。
zh_hant: 通知權限已關閉，請前往系統設定開啟。

# 通胀率
source: Inflation Rate
zh_hans: 通胀率
zh_hant: 通脹率

# 通过 Apple 登录启用云同步
source: Enable Cloud Sync with Sign in with Apple
zh_hans: 通过 Apple 登录启用云同步
zh_hant: 通過 Apple 登錄啓用雲同步

# 道指
source: Dow Jones
zh_hans: 道指
zh_hant: 道指

# 配置回测
source: Allocation Backtest
zh_hans: 配置回测
zh_hant: 配置回測

# 重新查看新手引导
source: Replay onboarding
zh_hans: 重新查看新手引导
zh_hant: 重新查看新手引導

# 重看引导
source: Replay Guide
zh_hans: 重看引导
zh_hant: 重看引導

# 重置
source: Reset
zh_hans: 重置
zh_hant: 重置

# 重置回测
source: Reset Backtest
zh_hans: 重置回测
zh_hant: 重置回測

# 量化
source: Quant
zh_hans: 量化
zh_hant: 量化

# 金融资产
source: Financial Assets
zh_hans: 金融资产
zh_hant: 金融資產

# 银行卡
source: Bank Account
zh_hans: 银行卡
zh_hant: 銀行卡

# 锚点对照
source: Anchor Comparison
zh_hans: 锚点对照
zh_hant: 錨點對照

# 长期
source: Long-term
zh_hans: 长期
zh_hant: 長期

# 长期负债
source: Long-term Liabilities
zh_hans: 长期负债
zh_hant: 長期負債

# 需要新增银行卡、房产、贷款或其他资产时，从这个按钮开始。
source: Use this button to add a bank card, property, loan, or other asset.
zh_hans: 需要新增银行卡、房产、贷款或其他资产时，从这个按钮开始。
zh_hant: 需要新增銀行卡、房產、貸款或其他資產時，從這個按鈕開始。

# 韩元 KRW
source: Korean Won KRW
zh_hans: 韩元 KRW
zh_hant: 韓元 KRW

# 预计还需 %d 年
source: Estimated time: %d yr
zh_hans: 预计还需 %d 年实现财富自由
zh_hant: 預計還需 %d 年實現財富自由

# 预计还需 %d 年 %d 月
source: Estimated time: %d yr %d mo
zh_hans: 预计还需 %d 年 %d 月实现财富自由
zh_hant: 預計還需 %d 年 %d 月實現財富自由

# 预计还需 %d 月
source: Estimated time: %d mo
zh_hans: 预计还需 %d 月实现财富自由
zh_hant: 預計還需 %d 月實現財富自由

# 首页
source: Home
zh_hans: 首页
zh_hant: 首頁

# 黄金
source: Gold
zh_hans: 黄金
zh_hant: 黃金

# 黄金价格
source: Gold Price
zh_hans: 黄金价格
zh_hant: 黃金價格

# 黄金折算
source: Gold Conversion
zh_hans: 黄金折算
zh_hant: 黃金折算

# 精选策略
source: Curated Strategies
zh_hans: 精选策略
zh_hant: 精選策略

# 独立策略
source: Independent Strategies
zh_hans: 独立策略
zh_hant: 獨立策略

# 高风险策略
source: High-Risk Strategies
zh_hans: 高风险策略
zh_hant: 高風險策略

# 均衡权益状态
source: Balanced Equity Regime
zh_hans: 均衡权益状态
zh_hant: 均衡權益狀態

# 进取风险预算
source: Aggressive Risk Budget
zh_hans: 进取风险预算
zh_hant: 進取風險預算

# 稳健锁盈防守
source: Defensive Profit Lock
zh_hans: 稳健锁盈防守
zh_hant: 穩健鎖盈防守

# 长期趋势配置
source: Long-Term Trend Allocation
zh_hans: 长期趋势配置
zh_hant: 長期趨勢配置

# 双金丝雀动量防守
source: Dual-Canary Momentum Defense
zh_hans: 双金丝雀动量防守
zh_hant: 雙金絲雀動量防守

# 高风险强势轮动
source: High-Risk Momentum Rotation
zh_hans: 高风险强势轮动
zh_hant: 高風險強勢輪動

# 收益波动比
source: Return/Volatility Ratio
zh_hans: 收益波动比
zh_hant: 收益波動比

# 高收益效率
source: High Return Efficiency
zh_hans: 高收益效率
zh_hant: 高收益效率

# 收益效率优先
source: Return Efficiency First
zh_hans: 收益效率优先
zh_hant: 收益效率優先

# 高收益效率状态机
source: High Return-Efficiency Regime
zh_hans: 高收益效率状态机
zh_hant: 高收益效率狀態機

# 动态袖套收益效率策略
source: Dynamic Sleeve Return-Efficiency Strategy
zh_hans: 动态袖套收益效率策略
zh_hant: 動態袖套收益效率策略

# 双趋势金纳杠铃
source: Dual-Trend Gold–Nasdaq Barbell
zh_hans: 双趋势金纳杠铃
zh_hant: 雙趨勢金納槓鈴

# 双趋势金纳杠铃调仓
source: Dual-trend barbell rebalance
zh_hans: 双趋势金纳杠铃调仓
zh_hant: 雙趨勢金納槓鈴調倉

# 黄金55%
source: Gold 55%
zh_hans: 黄金55%
zh_hant: 黃金55%

# 纳指45%
source: Nasdaq 45%
zh_hans: 纳指45%
zh_hant: 納指45%

# 双独立趋势
source: Two independent trends
zh_hans: 双独立趋势
zh_hant: 雙獨立趨勢

# 每63交易日
source: Every 63 sessions
zh_hans: 每63交易日
zh_hant: 每63交易日

source: Independent two-asset strategy with strategic weights of 55% gold and 45% Nasdaq. Each sleeve uses its 200-day moving average and 126/252-session momentum to classify strong, neutral, and weak regimes. The strategy reviews allocations roughly every 63 trading sessions, retains most exposure in neutral regimes, and moves weak sleeves toward cash. It is unlevered, and results include a 1% trading fee.
zh_hans: 独立双资产逻辑：黄金基准55%、纳指基准45%，两边分别用MA200和126/252日动量判断强势、震荡或弱势；约每63个交易日复核，震荡时保留大部分仓位，明确弱势时降到小仓位并让剩余资金留现金。全程无融资，按1%交易费验证。
zh_hant: 獨立雙資產邏輯：黃金基準55%、納指基準45%，兩邊分別用MA200和126/252日動量判斷強勢、震盪或弱勢；約每63個交易日複核，震盪時保留大部分倉位，明確弱勢時降到小倉位並讓剩餘資金留現金。全程無融資，按1%交易費驗證。

# 实验策略
source: Experimental Strategies
zh_hans: 实验策略
zh_hant: 實驗策略

# 凸性极速空头组合
source: Convex Crash-Short Composite
zh_hans: 凸性极速空头组合
zh_hant: 凸性極速空頭組合

# 在线策略分配器
source: Online Strategy Allocator
zh_hans: 在线策略分配器
zh_hant: 線上策略分配器

# 在线策略分配调仓
source: Online strategy allocation rebalance
zh_hans: 在线策略分配调仓
zh_hant: 線上策略分配調倉

# 极速空头危机袖套
source: Fast Crash-Short Hedge Sleeve
zh_hans: 极速空头危机袖套
zh_hant: 極速空頭危機袖套

# 凸性极速空头组合调仓
source: Convex crash-short composite rebalance
zh_hans: 凸性极速空头组合调仓
zh_hant: 凸性極速空頭組合調倉

# 三逻辑融合
source: Three-Engine Blend
zh_hans: 三逻辑融合
zh_hant: 三邏輯融合

# T−1极速空头
source: T−1 Rapid Short Hedge
zh_hans: T−1极速空头
zh_hant: T−1極速空頭

# 危机袖套3%
source: 3% Crisis Sleeve
zh_hans: 危机袖套3%
zh_hant: 危機袖套3%

# 总风险110%
source: 110% Gross Exposure
zh_hans: 总风险110%
zh_hant: 總風險110%

# 四策略分配
source: Four-Strategy Allocation
zh_hans: 四策略分配
zh_hant: 四策略分配

# 504日质量
source: 504-Day Quality Score
zh_hans: 504日质量
zh_hant: 504日品質

source: Experimental return-focused composite: blends the High-Sharpe State Engine (35%), Aggressive Risk Budget (26%), and Dual-Trend Gold–Nasdaq Barbell (39%) at the target-weight level and scales the blend by 1.5×. It also allocates 3% to a strict T−1 rapid US/China equity short hedge. Gross exposure is capped at 110%; negative cash is financed at 5% annually. All trades use the unified 1% fee and 0.05% slippage assumptions. The short sleeve is a modeled inverse-index payoff, not a directly investable single product.
zh_hans: 研究型收益优先组合：35%高夏普状态机、26%进取风险预算、39%双趋势金纳在目标权重层融合并放大1.5倍；另配置3%严格T−1的美股/A股极速空头危机袖套。总风险封顶110%，超出现金按5%年化融资，按1%交易费与0.05%滑点统一成交。空头袖套为指数反向收益模型，不代表可直接购买的单一产品。
zh_hant: 研究型收益優先組合：將35%高夏普狀態機、26%進取風險預算與39%雙趨勢金納槓鈴在目標權重層融合並放大1.5倍；另配置3%嚴格T−1的美股／A股極速空頭危機袖套。總風險封頂110%，負現金按5%年化融資，所有交易統一計入1%交易費與0.05%滑點。空頭袖套為指數反向收益模型，不代表可直接購買的單一產品。

source: Experimental drawdown-focused composite: every 63 trading sessions, reallocates among Aggressive Risk Budget, High-Sharpe State Engine, Defensive Profit Lock, and the Dual-Trend Gold–Nasdaq Barbell using the previous 504 sessions of return, volatility, and maximum drawdown. It applies 75% allocation inertia, limits any single engine to about 70%, uses no financing, and executes through the unified 1% fee model.
zh_hans: 研究型低回撤组合：在进取风险预算、高夏普状态机、稳健锁盈防守和双趋势金纳之间，每63个交易日根据过去504日的收益、波动和最大回撤重新分配；采用75%惯性并限制单条逻辑最高约70%，全程无融资，按1%交易费统一成交。
zh_hant: 研究型低回撤組合：在進取風險預算、高夏普狀態機、穩健鎖盈防守與雙趨勢金納槓鈴之間，每63個交易日依據過去504日的收益、波動與最大回撤重新分配；採用75%配置慣性，單一邏輯最高約70%，全程不融資，並統一計入1%交易費。

# 默认
source: Default
zh_hans: 默认
zh_hant: 預設

# 共识变速防守增强
source: Consensus-Adaptive Defensive Blend
zh_hans: 共识变速防守增强
zh_hant: 共識變速防守增強

# 共识变速
source: Consensus Scaling
zh_hans: 共识变速
zh_hant: 共識變速

# 6%调仓带
source: 6% Rebalance Band
zh_hans: 6%调仓带
zh_hant: 6%調倉帶

# 共识变速防守增强调仓
source: Consensus-adaptive defensive rebalance
zh_hans: 共识变速防守增强调仓
zh_hant: 共識變速防守增強調倉

source: Experimental all-round enhancement: blends the High-Sharpe State Engine (40%), Aggressive Risk Budget (25%), and Dual-Trend Gold–Nasdaq Barbell (35%) at the target-weight level. As the three engines agree on stronger risk exposure, the portfolio scales from 1.00× to 1.20× or 1.40×, with gross exposure capped at 110% and negative cash financed at 5% annually. Trades occur only when target weights change by more than 6%, using the unified 1% fee and 0.05% slippage assumptions.
zh_hans: 研究型综合增强组合：40%高夏普状态机、25%进取风险预算、35%双趋势金纳在目标权重层统一融合；当三条底层逻辑的风险仓位共识增强时，将整体风险从1.00倍提升到1.20倍或1.40倍，总风险封顶110%，负现金按5%年化融资。只有目标权重变化超过6%才成交，统一计入1%交易费与0.05%滑点。
zh_hant: 研究型綜合增強組合：將40%高夏普狀態機、25%進取風險預算與35%雙趨勢金納槓鈴在目標權重層統一融合；當三條底層邏輯的風險倉位共識增強時，整體風險由1.00倍提升至1.20倍或1.40倍，總風險封頂110%，負現金按5%年化融資。只有目標權重變化超過6%才成交，並統一計入1%交易費與0.05%滑點。

# 低置信度剪枝
source: Low-Confidence Pruning
zh_hans: 低置信度剪枝
zh_hant: 低置信度剪枝

# 成熟期轻刹车
source: Mature-Phase Light Brake
zh_hans: 成熟期轻刹车
zh_hant: 成熟期輕煞車

source: Current unlevered Sharpe champion: retains the 15% fast bridge, 20.75% underwater-recovery sleeve, and existing cash constraints, while adding online calibration of leadership-transition reliability. After leadership rotates among gold, Nasdaq, the S&P 500, or China equities, strict T-1 data evaluates the next 10 trading sessions and records whether the new leader outperforms the former leader. A Beta(2,2) prior continuously updates each prospective leader's historical realization rate. On a future transition to that leader, at least 50% of the target is executed, with stronger historical reliability moving execution closer to a full migration; risk reduction and moves to cash are never delayed. Gross exposure is capped at 100%, cash cannot be negative, and the existing 20% target-deviation/key-transition rebalance policy remains. Results include 1% fees and 0.05% slippage.
zh_hans: 当前无融资夏普冠军：保留15%快速桥接、20.75%水下恢复袖套和原有现金约束，并新增在线领导权兑现率校准。每次黄金、纳指、标普或A股之间发生主导权交接后，使用严格T−1数据观察后续10个交易日，记录新领导者是否跑赢旧领导者；以Beta(2,2)先验持续更新各类新领导者的历史兑现率。未来再次切换到该领导者时，最低执行50%，历史兑现越稳定越接近完整迁移；降风险和转现金不受延迟。总仓位封顶100%，现金不得为负，沿用20%目标偏差和底层关键切换调仓，统一计入1%交易费与0.05%滑点。
zh_hant: 目前無融資夏普冠軍：保留15%快速橋接、20.75%水下恢復袖套和原有現金約束，並新增在線領導權兌現率校準。每次黃金、納指、標普或A股之間發生主導權交接後，使用嚴格T−1資料觀察後續10個交易日，記錄新領導者是否跑贏舊領導者；以Beta(2,2)先驗持續更新各類新領導者的歷史兌現率。未來再次切換至該領導者時，最低執行50%，歷史兌現越穩定越接近完整遷移；降風險和轉現金不受延遲。總倉位封頂100%，現金不得為負，沿用20%目標偏差和底層關鍵切換調倉，統一計入1%交易費與0.05%滑點。

# 无融资置信度恢复
source: Unlevered Confidence Recovery
zh_hans: 无融资置信度恢复
zh_hant: 無融資置信度恢復

# 无融资置信度恢复调仓
source: Unlevered confidence-recovery rebalance
zh_hans: 无融资置信度恢复调仓
zh_hant: 無融資置信度恢復調倉

# 无融资
source: No Leverage
zh_hans: 无融资
zh_hant: 無融資

# 置信度执行
source: Confidence Execution
zh_hans: 置信度执行
zh_hant: 置信度執行

# 22%恢复袖套
source: 22% Recovery Sleeve
zh_hans: 22%恢复袖套
zh_hant: 22%恢復袖套

# 总仓位100%
source: 100% Gross Exposure
zh_hans: 总仓位100%
zh_hant: 總倉位100%

source: Current unlevered champion: uses a dual-engine router with a 16.5% fast bridge and a 22% underwater-recovery sleeve, then adjusts actual exposure using base-target confidence, four-market breadth, a 2.5%-5.1% drawdown valley, and a low-volatility three-market breadth thrust. Gross exposure is capped at 100% and cash cannot be negative; it rebalances only when target differences exceed 20% or the base engine makes a key transition. All signals use strict T-1 data and include a 1% fee plus 0.05% slippage.
zh_hans: 当前无融资冠军：以16.5%快速桥接和22%水下恢复袖套的双引擎路由为底层，再根据基础目标仓位、四市场宽度、2.5%至5.1%回撤谷区和低波动三市场扩散调整实际执行比例。目标总仓位封顶100%，现金不得为负；目标差异超过20%或底层发生关键切换时才调仓。全部信号严格使用T−1数据，并统一计入1%交易费与0.05%滑点。
zh_hant: 目前無融資冠軍：以16.5%快速橋接和22%水下恢復袖套的雙引擎路由為底層，再根據基礎目標倉位、四市場寬度、2.5%至5.1%回撤谷區和低波動三市場擴散調整實際執行比例。目標總倉位封頂100%，現金不得為負；目標差異超過20%或底層發生關鍵切換時才調倉。全部訊號嚴格使用T−1資料，並統一計入1%交易費與0.05%滑點。

# 双引擎水下恢复
source: Dual-Engine Underwater Recovery
zh_hans: 双引擎水下恢复
zh_hant: 雙引擎水下恢復

# 双引擎水下恢复调仓
source: Dual-engine underwater-recovery rebalance
zh_hans: 双引擎水下恢复调仓
zh_hant: 雙引擎水下恢復調倉

# 60日水下触发
source: 60-Day Underwater Trigger
zh_hans: 60日水下触发
zh_hant: 60日水下觸發

# 15%恢复袖套
source: 15% Recovery Sleeve
zh_hans: 15%恢复袖套
zh_hant: 15%恢復袖套

# 水下恢复稳健引擎
source: Underwater-Recovery Stable Engine
zh_hans: 水下恢复稳健引擎
zh_hant: 水下恢復穩健引擎

# 水下恢复进攻引擎
source: Underwater-Recovery Growth Engine
zh_hans: 水下恢复进攻引擎
zh_hant: 水下恢復進攻引擎

# 水下恢复基础路由
source: Underwater-Recovery Base Router
zh_hans: 水下恢复基础路由
zh_hant: 水下恢復基礎路由
